import React from 'react';

const About = () => {
  return (
    <div name="about" className="w-full h-screen bg-gradient-to-b from-gray-800 to-black text-white">
      <div className="max-w-screen-lg mx-auto flex flex-col justify-center items-center w-full h-full">
        <div className="pb-8">
          <p className="text-4xl font-bold inline border-b-4 border-gray-500">About</p>
        </div>

        <p className="text-xl mt-20 text-center">
        𝚉𝙴𝙽𝙸𝚃𝙷 𝙸𝙽𝚃𝙴𝚁𝙸𝙾𝚁’𝚂, 𝙻𝙴𝙳 𝙱𝚈 𝚃𝙷𝙴 𝚅𝙸𝚂𝙸𝙾𝙽𝙰𝚁𝚈 𝙸𝙳 𝚉𝙾𝙷𝚁𝙰 𝙷𝙰𝚂𝚂𝙰𝙽, 𝚂𝚃𝙰𝙽𝙳𝚂 𝙾𝚄𝚃 𝙸𝙽 𝚃𝙷𝙴 𝙸𝙽𝚃𝙴𝚁𝙸𝙾𝚁 𝙳𝙴𝚂𝙸𝙶𝙽 𝙸𝙽𝙳𝚄𝚂𝚃𝚁𝚈 𝙵𝙾𝚁 𝙸𝚃𝚂
          𝙴𝚇𝙲𝙴𝙿𝚃𝙸𝙾𝙽𝙰𝙻 𝙱𝙻𝙴𝙽𝙳 𝙾𝙵 𝙲𝚁𝙴𝙰𝚃𝙸𝚅𝙸𝚃𝚈, 𝙵𝚄𝙽𝙲𝚃𝙸𝙾𝙽𝙰𝙻𝙸𝚃𝚈, 𝙰𝙽𝙳 𝙿𝙴𝚁𝚂𝙾𝙽𝙰𝙻𝙸𝚉𝙴𝙳 𝚂𝙴𝚁𝚅𝙸𝙲𝙴. 𝚆𝙸𝚃𝙷 𝙰 𝙺𝙴𝙴𝙽 𝙴𝚈𝙴 𝙵𝙾𝚁 𝙳𝙴𝚃𝙰𝙸𝙻 𝙰𝙽𝙳
          𝙰𝙽 𝚄𝙽𝚆𝙰𝚅𝙴𝚁𝙸𝙽𝙶 𝙲𝙾𝙼𝙼𝙸𝚃𝙼𝙴𝙽𝚃 𝚃𝙾 𝚀𝚄𝙰𝙻𝙸𝚃𝚈, 𝚉𝙴𝙽𝙸𝚃𝙷 𝙸𝙽𝚃𝙴𝚁𝙸𝙾𝚁𝚂 𝚃𝚁𝙰𝙽𝚂𝙵𝙾𝚁𝙼𝚂 𝚂𝙿𝙰𝙲𝙴𝚂 𝙸𝙽𝚃𝙾 𝙱𝙴𝚂𝙿𝙾𝙺𝙴 𝙼𝙰𝚂𝚃𝙴𝚁𝙿𝙸𝙴𝙲𝙴𝚂
          𝚃𝙷𝙰𝚃 𝚁𝙴𝙵𝙻𝙴𝙲𝚃 𝚃𝙷𝙴 𝚄𝙽𝙸𝚀𝚄𝙴 𝚃𝙰𝚂𝚃𝙴𝚂 𝙰𝙽𝙳 𝙻𝙸𝙵𝙴𝚂𝚃𝚈𝙻𝙴𝚂 𝙾𝙵 𝚃𝙷𝙴𝙸𝚁 𝙲𝙻𝙸𝙴𝙽𝚃𝚂.
        </p>
        <br />

        <p className="text-xl text-center">
        𝚉𝙾𝙷𝚁𝙰 𝙷𝙰𝚂𝚂𝙰𝙽’𝚂 𝙸𝙽𝙽𝙾𝚅𝙰𝚃𝙸𝚅𝙴 𝙰𝙿𝙿𝚁𝙾𝙰𝙲𝙷 𝙸𝙽𝚃𝙴𝙶𝚁𝙰𝚃𝙴𝚂 𝙲𝚄𝚃𝚃𝙸𝙽𝙶-𝙴𝙳𝙶𝙴 𝙳𝙴𝚂𝙸𝙶𝙽 𝚃𝚁𝙴𝙽𝙳𝚂 𝚆𝙸𝚃𝙷 𝚃𝙸𝙼𝙴𝙻𝙴𝚂𝚂 𝙴𝙻𝙴𝙶𝙰𝙽𝙲𝙴,
          𝙴𝙽𝚂𝚄𝚁𝙸𝙽𝙶 𝙴𝙰𝙲𝙷 𝙿𝚁𝙾𝙹𝙴𝙲𝚃 𝙸𝚂 𝙱𝙾𝚃𝙷 𝚂𝚃𝚈𝙻𝙸𝚂𝙷 𝙰𝙽𝙳 𝙴𝙽𝙳𝚄𝚁𝙸𝙽𝙶. 𝚉𝙴𝙽𝙸𝚃𝙷 𝙸𝙽𝚃𝙴𝚁𝙸𝙾𝚁𝚂 𝙴𝚇𝙲𝙴𝙻𝚂 𝙸𝙽 𝚄𝙽𝙳𝙴𝚁𝚂𝚃𝙰𝙽𝙳𝙸𝙽𝙶 𝙲𝙻𝙸𝙴𝙽𝚃
          𝙽𝙴𝙴𝙳𝚂, 𝙾𝙵𝙵𝙴𝚁𝙸𝙽𝙶 𝚃𝙰𝙸𝙻𝙾𝚁𝙴𝙳 𝚂𝙾𝙻𝚄𝚃𝙸𝙾𝙽𝚂 𝚃𝙷𝙰𝚃 𝙴𝙽𝙷𝙰𝙽𝙲𝙴 𝙱𝙾𝚃𝙷 𝙰𝙴𝚂𝚃𝙷𝙴𝚃𝙸𝙲𝚂 𝙰𝙽𝙳 𝙵𝚄𝙽𝙲𝚃𝙸𝙾𝙽𝙰𝙻𝙸𝚃𝚈. 𝚃𝙷𝙴𝙸𝚁 𝙼𝙴𝚃𝙸𝙲𝚄𝙻𝙾𝚄𝚂
          𝙰𝚃𝚃𝙴𝙽𝚃𝙸𝙾𝙽 𝚃𝙾 𝙳𝙴𝚃𝙰𝙸𝙻 𝙰𝙽𝙳 𝙲𝙾𝙼𝙼𝙸𝚃𝙼𝙴𝙽𝚃 𝚃𝙾 𝚄𝚂𝙸𝙽𝙶 𝙷𝙸𝙶𝙷-𝚀𝚄𝙰𝙻𝙸𝚃𝚈 𝙼𝙰𝚃𝙴𝚁𝙸𝙰𝙻𝚂 𝚂𝙴𝚃 𝚃𝙷𝙴𝙼 𝙰𝙿𝙰𝚁𝚃 𝙸𝙽 𝚃𝙷𝙴 𝙲𝙾𝙼𝙿𝙴𝚃𝙸𝚃𝙸𝚅𝙴
          𝙸𝙽𝚃𝙴𝚁𝙸𝙾𝚁 𝙳𝙴𝚂𝙸𝙶𝙽 𝙼𝙰𝚁𝙺𝙴𝚃.
        </p>

        <br />

        <p className="text-xl text-center">
        𝙱𝚈 𝙵𝙾𝙲𝚄𝚂𝙸𝙽𝙶 𝙾𝙽 𝙳𝙴𝙻𝙸𝚅𝙴𝚁𝙸𝙽𝙶 𝙿𝙴𝚁𝚂𝙾𝙽𝙰𝙻𝙸𝚉𝙴𝙳, 𝙷𝙸𝙶𝙷-𝙸𝙼𝙿𝙰𝙲𝚃 𝙳𝙴𝚂𝙸𝙶𝙽𝚂 𝚃𝙷𝙰𝚃 𝙷𝙰𝚁𝙼𝙾𝙽𝙸𝚉𝙴 𝚆𝙸𝚃𝙷 𝚃𝙷𝙴 𝙲𝙻𝙸𝙴𝙽𝚃'𝚂 𝚅𝙸𝚂𝙸𝙾𝙽,
          𝚉𝙴𝙽𝙸𝚃𝙷 𝙸𝙽𝚃𝙴𝚁𝙸𝙾𝚁𝚂 𝙷𝙰𝚂 𝙴𝙰𝚁𝙽𝙴𝙳 𝙰 𝚁𝙴𝙿𝚄𝚃𝙰𝚃𝙸𝙾𝙽 𝙵𝙾𝚁 𝙴𝚇𝙲𝙴𝙻𝙻𝙴𝙽𝙲𝙴 𝙰𝙽𝙳 𝚃𝚁𝚄𝚂𝚃𝚆𝙾𝚁𝚃𝙷𝙸𝙽𝙴𝚂𝚂. 𝚃𝙷𝙴𝙸𝚁 𝙿𝙾𝚁𝚃𝙵𝙾𝙻𝙸𝙾 𝙾𝙵
          𝚂𝚃𝚄𝙽𝙽𝙸𝙽𝙶 𝚁𝙴𝚂𝙸𝙳𝙴𝙽𝚃𝙸𝙰𝙻 𝙰𝙽𝙳 𝙲𝙾𝙼𝙼𝙴𝚁𝙲𝙸𝙰𝙻 𝙿𝚁𝙾𝙹𝙴𝙲𝚃𝚂 𝚂𝙷𝙾𝚆𝙲𝙰𝚂𝙴𝚂 𝚃𝙷𝙴𝙸𝚁 𝙰𝙱𝙸𝙻𝙸𝚃𝚈 𝚃𝙾 𝙲𝚁𝙴𝙰𝚃𝙴 𝚂𝙿𝙰𝙲𝙴𝚂 𝚃𝙷𝙰𝚃 𝙰𝚁𝙴 𝙽𝙾𝚃
          𝙾𝙽𝙻𝚈 𝙱𝙴𝙰𝚄𝚃𝙸𝙵𝚄𝙻 𝙱𝚄𝚃 𝙰𝙻𝚂𝙾 𝙷𝙸𝙶𝙷𝙻𝚈 𝙵𝚄𝙽𝙲𝚃𝙸𝙾𝙽𝙰𝙻, 𝙼𝙰𝙺𝙸𝙽𝙶 𝚃𝙷𝙴𝙼 𝙰 𝚃𝙾𝙿 𝙲𝙷𝙾𝙸𝙲𝙴 𝙸𝙽 𝚃𝙷𝙴 𝙸𝙽𝚃𝙴𝚁𝙸𝙾𝚁 𝙳𝙴𝚂𝙸𝙶𝙽 𝚂𝙴𝙲𝚃𝙾𝚁.
        </p>
      </div>
    </div>
  );
};

export default About;
